[NoID_JBailey_20151016_AdventIsNotTaking AkEvent]
SpokenText = "ADVENT não está levando a morte de um Ancião levemente e, por sua vez, tem acelerado muito os estágios finais de seu projeto de Avatar. Um plano está agora no lugar para o processamento rápido de toda a vida humana não-essencial, para começar, imediatamente . "

[NoID_JBailey_20151016_TheAliensContinue AkEvent]
SpokenText = "Os alienígenas continuam seu progresso em direção a completar este projeto do Avatar. Devemos detê-los, a qualquer custo."

[S_ALT_Mediocre_Council AkEvent]
SpokenText = "É infeliz Comandante, que seus recentes esforços provaram ser tão ... medíocres."

[S_Alt_Valhalla_Council AkEvent]
SpokenText = "Eu mesmo o levarei às portas do Comandante Valhalla. Você irá montar eterno, brilhante e cromado."

[S_Avatar_Project_Council_01 AkEvent]
SpokenText = "Olá, Comandante."

[S_Avatar_Project_Council_02 AkEvent]
SpokenText = "Parece que suas atividades recentes chamaram a atenção do ADVENT."

[S_Avatar_Project_Council_03 AkEvent]
SpokenText = "O ADVENT tem desviado consideráveis ​​recursos e pessoal para instalações secretas de produção e pesquisa em todo o mundo. Os detalhes dessas operações são altamente classificados, porém uma única palavra permeia todos os seus arquivos: Avatar".

[S_Avatar_Project_Council_04 AkEvent]
SpokenText = "Eu acredito que a facilidade de site Black que tínhamos descoberto anteriormente é parte deste Avatar Project. Vigilância contínua do inimigo tem rastreado uma instalação adicional para uma região localizada com a gama de seu centro de comando móvel. Operadores de resistência local pode fornecer detalhes específicos sobre contato."

[S_Avatar_Project_Council_05 AkEvent]
SpokenText = "Se o inimigo tivesse sucesso neste esforço, estamos certos de que os resultados seriam desastrosos. Estou confiante de que tomará todas as medidas necessárias para eliminar esta ameaça, Comandante".

[S_Blacksite_Council_Spokesman_01 AkEvent]
SpokenText = "Tendo visto o funcionamento interno da facilidade Blacksite, o resultado é talvez ainda mais preocupante do que eu esperava.É claro que os alienígenas empreenderam uma tarefa horrível.Eu vou deixar este assunto para você investigar, Comandante."

[S_BlacksiteCommunique_Council AkEvent]
SpokenText = "Comandante, acreditamos que há milhões de pessoas que desapareceram desde o estabelecimento das colônias do ADVENT. Nossas fontes seguiram inúmeras pistas ... todas as quais levam de volta a esta facilidade. Precisamos que você investigue."

[S_BlacksiteMissionSpawn_Council AkEvent]
SpokenText = "As forças locais de resistência na área podem levá-lo para o site, mas você precisará entrar em contato com sua rede primeiro.Este é apenas o começo, Comandante.A sua liderança será um farol para o nosso povo em todo o mundo. "

[S_BlacksiteRegionContactMade_Council AkEvent]
SpokenText = "Estou feliz em ver que você estabeleceu contato com a resistência local, Comandante. Eles devem ser capazes de ajudá-lo a avaliar a facilidade alienígena."

[S_BlacksiteRegionContactReminder_Council AkEvent]
SpokenText = "Comandante, você deve estabelecer contato com a rede de resistência local o mais rápido possível ... os alienígenas estão, sem dúvida, avançando com seus planos."

[S_First_Council_Mission_Geoscape_Council AkEvent]
SpokenText = "Embora tenhamos aliados dispersos em cidades de todo o mundo que estejam dispostos a compartilhar seu conhecimento das operações do ADVENT, os alienígenas estão ativamente perseguindo-os. Cabe a você garantir a segurança de nossos agentes, Comandante. "

[S_Forge_Council_Spokesman_01 AkEvent]
SpokenText = "Suas descobertas no Forge são desconcertantes, Comandante Se os alienígenas estiverem montando ou crescendo as forças do ADVENT em massa, nossos esforços para vencê-las serão muito mais difíceis. Eu deixarei você e sua equipe para perseguir isso . "

[S_GP_Alien_Facility_Selected_Council AkEvent]
SpokenText = "Os alienígenas têm dedicado uma quantidade imensa de tempo e recursos a este projeto, Comandante. Se for bem sucedido, significará o fim do pouco que resta da civilização humana."

[S_GP_Doom_Lowered_Council_Blacksite_A AkEvent]
SpokenText = "Um esforço impressionante, Comandante. A destruição de seu blacksite, sem dúvida, retardar o progresso estrangeiros, mas o tempo ainda é curto."

[S_GP_Doom_Lowered_Council_Blacksite_B AkEvent]
SpokenText = "Excelente trabalho, Comandante. A perda deste Blacksite irá, sem dúvida, retardar o progresso dos alienígenas, mas devemos permanecer vigilantes."

[S_GP_Doom_Lowered_Council_Blacksite_C AkEvent]
SpokenText = "Você continua provando engenhoso, Comandante. Embora você tenha dado um golpe para o trabalho de alienígenas destruindo o blacksite, ainda há muito a ser feito."

[S_GP_Doom_Lowered_Council_Blacksite_D AkEvent]
SpokenText = "Tendo destruído seu blacksite, você deu um golpe para as operações alienígenas, Comandante, mas ainda não há tempo a perder."

[S_GP_Doom_Lowered_Council_Blacksite_E AkEvent]
SpokenText = "Seu esforço em destruir o Blacksite alienígena foi louvável, mas temo que o pior ainda esteja por vir, Comandante. Devemos permanecer vigilantes."

[S_GP_Doom_Lowered_Council_Forge_A AkEvent]
SpokenText = "Com a perda desta facilidade, não pode haver dúvida de que o trabalho dos estrangeiros sofreu um golpe substancial, devemos agora persegui-los até o fim, Comandante".

[S_GP_Doom_Lowered_Council_Forge_B AkEvent]
SpokenText = "A descoberta deste assunto encerrado em um terno semelhante ao seu próprio é intrigante, Comandante. A perda de suas instalações, e este espécime, poderia ser uma vitória ainda maior do que tínhamos imaginado."

[S_GP_Doom_Lowered_Council_Forge_C AkEvent]
SpokenText = "Não tenho dúvidas de que a sua recuperação do espécime desconhecido ea destruição desta instalação será um ponto de viragem, Comandante. Excelente trabalho."

[S_GP_Doom_Lowered_Council_Forge_D AkEvent]
SpokenText = "Esta facilidade foi claramente de importância crítica para os alienígenas, Comandante. Esse revés, juntamente com a perda do espécime que sua equipe recuperou, sem dúvida retardará seu trabalho no Avatar Project."

[S_GP_Doom_Lowered_Council_Forge_E AkEvent]
SpokenText = "Seus esforços continuam a impressionar, Comandante. A perda desta facilidade e a recuperação do espécime alienígena sem dúvida impedirá seu trabalho no Projeto Avatar."

[S_GP_Doom_Lowered_Council_KillAvatar_A AkEvent]
SpokenText = "A criatura distinta que suas tropas encontraram era claramente de alguma importância para os alienígenas. Vou deixá-la para sua equipe descobrir o que pode ser, Comandante."

[S_GP_Doom_Lowered_Council_KillAvatar_B AkEvent]
SpokenText = "Esta criatura que suas tropas encontraram, pode ser uma parte crítica do Projeto Avatar, Comandante, seus esforços devem ser elogiados."

[S_GP_Doom_Lowered_Council_KillAvatar_C AkEvent]
SpokenText = "A derrota dos alienígenas aqui foi mais um golpe contra a conclusão do Projeto Avatar. Excelente trabalho, Comandante."

[S_GP_Doom_Lowered_Council_KillAvatar_D AkEvent]
SpokenText = "Suas forças se opuseram a todas as ameaças apresentadas pelos alienígenas e saíram vitoriosas. Ainda assim, devemos permanecer focados até que a Terra esteja livre do alcance do ADVENT. Essa entidade desconhecida poderia ser a chave."

[S_GP_Doom_Lowered_Council_KillAvatar_E AkEvent]
SpokenText = "Excelente trabalho, Comandante, tendo derrotado esta entidade desconhecida, as suas tropas provaram mais uma vez a dedicação à nossa causa. Esperamos que a sua equipa possa descobrir a ligação deste ser com o projecto Avatar."

[S_GP_Doom_Lowered_Council_KillCodex_A AkEvent]
SpokenText = "Suas tropas pareciam não ter tido problemas em despachar a última ameaça alienígena, Comandante. Excelente trabalho. Esperançosamente, o recurso que você recuperou será útil."

[S_GP_Doom_Lowered_Council_KillCodex_B AkEvent]
SpokenText = "Você adiou os esforços dos alienígenas para completar o Projeto Avatar, Comandante. Esperemos que o recurso que você recuperou será útil para descobrir os planos dos alienígenas."

[S_GP_Doom_Lowered_Council_KillCodex_C AkEvent]
SpokenText = "Trabalho impressionante, Comandante. A morte desta criatura e a subsequente recuperação do seu cérebro, poderia revelar-se um retrocesso substancial para o trabalho dos alienígenas sobre este Avatar Project."

[S_GP_Doom_Lowered_Council_KillCodex_D AkEvent].
SpokenText = "Eu recomendo suas tropas por sua resistência em derrotar essa criatura, Comandante. Os alienígenas ficarão lutando para recuperar deste revés."

[S_GP_Doom_Lowered_Council_KillCodex_E AkEvent]
SpokenText = "A criatura que suas tropas derrotaram aqui era claramente de alguma importância para os alienígenas, Comandante. Esperemos que os restos recuperados sejam igualmente importantes para nossos próprios esforços."

[S_GP_Doom_Lowered_Council_PsiGate_A AkEvent]
SpokenText = "Recuperar o alienígena O artefato psíquico pode ser a chave para seus esforços futuros, excelente trabalho, Comandante. Confio em que sua equipe começará a pesquisa necessária o mais rápido possível."

[S_GP_Doom_Lowered_Council_PsiGate_B AkEvent]
SpokenText = "Esse artefato incomum pode ser crucial para descobrir as verdadeiras intenções dos alienígenas, Comandante. Eu recomendo seus esforços."

[S_GP_Doom_Lowered_Council_PsiGate_C AkEvent]
SpokenText = "Para os alienígenas ter colocado este artefato estranho em uma posição tão remota, claramente não era para ser encontrado. É perda será, sem dúvida, uma benção para os nossos esforços e um golpe para o seu."

[S_GP_Doom_Lowered_Council_PsiGate_D AkEvent]
SpokenText = "Sua equipe fez um excelente trabalho na recuperação deste artefato alienígena, Comandante. Creio que com pesquisas futuras, pode ser inestimável descobrir a verdade."

[S_GP_Doom_Lowered_Council_PsiGate_E AkEvent]
SpokenText = "Os alienígenas terão, sem dúvida, de lidar com a perda deste Comandante artefato incomum.Espero que você vai trabalhar para descobrir o seu propósito."

[S_Liberation_Network_One_Council_02 AkEvent]
SpokenText = "ADVENT está mentindo para você."

[S_Pre_Final_Mission_Broadcast_Spokesman_01 AkEvent]
SpokenText = "Olá, Comandante, você e sua equipe devem ser elogiados, seus esforços para reconstruir a rede de resistência e descobrir a verdade sobre o projeto Avatar foram admiráveis, só queria ter notícias melhores para relatar."

[S_Pre_Final_Mission_Broadcast_Spokesman_02 AkEvent]
SpokenText = "ADVENT está bem ciente de suas recentes descobertas, e por sua vez agora considera a população humana restante uma responsabilidade.Um plano está em vigor para a erradicação total de toda a vida humana não essencial.Para começar imediatamente."

[S_Pre_Final_Mission_Broadcast_Spokesman_03 AkEvent]
SpokenText = "Muito em breve, o presidente do ADVENT anunciará uma descoberta na terapia genética, um tratamento final para a condição humana, bilhões se reunirão em clínicas de terapia genética em todo o mundo e nunca mais voltarão."

[S_Pre_Final_Mission_Broadcast_Spokesman_04 AkEvent]
SpokenText = "Através de meus contatos, consegui proteger dados táticos e códigos de acesso ao ADVENT Network Tower. O endereço do Speaker será transmitido ao vivo para uma audiência global por meio desta facilidade - toda a rede do ADVENT estará ouvindo. Essa arrogância que devemos usar contra eles ."

[S_Pre_Final_Mission_Broadcast_Spokesman_05 AkEvent]
SpokenText = "A informação que estou enviando você deve permitir que seu médico Tygan e engenheiro-chefe Shen tomar o controle da transmissão e interromper toda a sua rede de dentro."

[S_Pre_Final_Mission_Broadcast_Spokesman_06 AkEvent]
SpokenText = "Embora a minha esperança é que esta perturbação irá confundir as forças inimigas o suficiente para permitir o seu assalto final uma chance de sucesso, peço mais uma coisa de você."

[S_Pre_Final_Mission_Broadcast_Spokesman_07 AkEvent]
SpokenText = "Pegue o que você aprendeu, deixe o mundo saber o que está acontecendo aqui, acorde-os, transmita a verdade antes que não haja ninguém para ouvir."

[S_Pre_Final_Mission_Broadcast_Spokesman_08 AkEvent]
SpokenText = "Parece que estamos ambos fora de tempo."

[S_Pre_Final_Mission_Broadcast_Spokesman_09 AkEvent]
SpokenText = "Adeus, Comandante."

[S_Psi_Gate_Council_Spokesman_01 AkEvent]
SpokenText = "Com base no que sua equipe testemunhou no campo, Comandante, está claro que este gateway Psionic fornece os aliens com alguns meios de viagens longínquas. Dependerá de você determinar não só como funciona, mas exatamente onde isso Gateway leads ."

[S_Skipped_or_Failed_Mission_Council AkEvent]
SpokenText = "Comandante, as forças de resistência nesta região estão escondidas como resultado de recuos recentes.Se você deseja contatá-los novamente, você terá que esperar até que eles são capazes de reagrupar."

[S_Support_Facility_Failed_Council_01 AkEvent]
SpokenText = "É lamentável que você não tenha sido capaz de destruir a facilidade alienígena, Comandante. Teremos que procurar outros meios de retardar os esforços do alienígena em direção ao Projeto Avatar."

[S_Support_Facility_Failed_Council_02 AkEvent]
SpokenText = "Apesar de eu respeitar o esforço que sua equipe fez, Comandante, com essa facilidade ainda intacta, os alienígenas continuarão seu trabalho no Avatar Project inabalável."

[S_Support_Facility_Failed_Council_03 AkEvent]
SpokenText = "Tendo fracassado em destruir as instalações do alienígena, eles continuarão a avançar seus esforços no desenvolvimento do Projeto Avatar. Se surgir outra oportunidade, você terá que fazer melhor, Comandante."

[S_Support_Facility_Failed_Council_04 AkEvent]
SpokenText = "Sua falta de destruir a facilidade do estrangeiro é desconcertante, Comandante. Eu confio que você vai se adaptar e melhorar se outra oportunidade surgir."

[S_Support_Facility_Failed_Council_05 AkEvent]
SpokenText = "É lamentável que sua equipe tenha sido incapaz de eliminar a facilidade alienígena, Comandante. Como resultado, o progresso do alienígena em direção ao Projeto Avatar continuará a crescer."

[S_Support_Facility_Success_Council_01 AkEvent]
SpokenText = "Sua equipe fez um trabalho louvável na destruição das instalações do alienígena, Comandante. Seus esforços para o Projeto Avatar serão, sem dúvida, recuados pela sua incursão."

[S_Support_Facility_Success_Council_02 AkEvent]
SpokenText = "A facilidade alienígena agora está em ruína, Comandante, excelente trabalho. Seus esforços, sem dúvida, retardarão o progresso dos alienígenas em direção ao Projeto Avatar."

[S_Support_Facility_Success_Council_03 AkEvent]
SpokenText = "A destruição desta facilidade marca um passo importante para a eliminação total do Projeto Avatar, Comandante. Sua equipe deve ser elogiada."

[S_Support_Facility_Success_Council_04 AkEvent]
SpokenText = "Com a facilidade alienígena destruída, seus esforços para desenvolver o Projeto Avatar provavelmente sofrerão um declínio substancial, pelo menos por enquanto."

[S_Support_Facility_Success_Council_05 AkEvent]
SpokenText = "Suas tropas se comportaram admiravelmente, Comandante. Destruir essa facilidade vai retardar o desenvolvimento de estrangeiros do Projeto Avatar e nos dar tempo para estabelecer ainda mais o movimento de resistência."

[S_Support_First_Resistance_Goods_Council AkEvent]
SpokenText = "Comandante, para ajudar em seus esforços, nós reunimos recursos adicionais e pessoal na sede da Resistência para o seu uso."

[S_Support_Great_Mission_Council_01 AkEvent]
SpokenText = "Excelente trabalho, Comandante, seus esforços continuam a fortalecer o movimento de resistência em todo o mundo."

[S_Support_Great_Mission_Council_02 AkEvent]
SpokenText = "Outro esforço impressionante, Comandante. Minhas expectativas eram altas, e mesmo assim você as ultrapassou."

[S_Support_Great_Mission_Council_03 AkEvent]
SpokenText = "Você fez um excelente trabalho liderando a resistência, Comandante."

[S_Support_Great_Mission_Council_04 AkEvent]
SpokenText = "Considerando os recursos limitados disponíveis para você, Comandante, você ainda conseguiu superar minhas expectativas. Excelente trabalho."

[S_Support_Great_Mission_Council_05 AkEvent]
SpokenText = "Você e sua equipe deram outro sério golpe aos esforços dos alienígenas hoje, Comandante. Trabalho impressionante."

[S_Support_Misc_Council_01 AkEvent]
SpokenText = "Olá, Comandante."

[S_Support_Misc_Council_02 AkEvent]
SpokenText = "Boa sorte, Comandante."

[S_Support_Misc_Council_03 AkEvent]
SpokenText = "Vidas XCOM."

[S_Support_Misc_Council_04 AkEvent]
SpokenText = "ADVENT é uma mentira."

[S_Support_Misc_Council_05 AkEvent]
SpokenText = "Soylent Gold é pessoas."

[S_Support_Misc_Council_06 AkEvent]
SpokenText = "Este é o fim, Comandante."

[S_Support_Status_Report_Grade_A_Council_01 AkEvent]
SpokenText = "Eu tinha grandes esperanças para a resistência sob sua liderança, Comandante, e você superou a si mesmo."

[S_Support_Status_Report_Grade_B_Council_01 AkEvent]
SpokenText = "Você fez um progresso considerável contra os alienígenas durante o mês passado, Comandante. Espero que seus esforços contínuos só levarão a mais sucesso."

[S_Support_Status_Report_Grade_C_Council_01 AkEvent]
SpokenText = "Seu progresso contra os alienígenas no mês passado tem sido significativo, Comandante, mas ainda há espaço para melhorar se vamos eliminar a ameaça alienígena."

[S_Support_Status_Report_Grade_D_Council_01 AkEvent]
SpokenText = "Levantar a resistência é uma tarefa assustadora, Comandante, mas seus esforços até agora deixaram muitos se perguntando se fizemos a abordagem certa."

[S_Support_Status_Report_Grade_F_Council_01 AkEvent]
SpokenText = "Embora eu reconheça que você foi colocado em uma situação difícil, Comandante, nossas falhas contínuas durante o último mês deixaram muitos na resistência em questão. Nada menos do que uma grande melhoria vai fazer."

[S_Support_Tough_Mission_Council_01 AkEvent]
SpokenText = "Uma operação difícil, Comandante. Espero que você reveja as táticas empregadas para evitar uma repetição deste incidente."

[S_Support_Tough_Mission_Council_02 AkEvent]
SpokenText = "Eu percebo que as condições em que você está operando não são ideais, Comandante, mas teremos que fazer melhor. A resistência está contando com você."

[S_Support_Tough_Mission_Council_03 AkEvent]
SpokenText = "Os resultados difíceis, como este efeito, não só a sua tripulação, mas a resistência como um todo, Comandante. Temos de fazer melhor se temos alguma esperança de parar a ameaça alienígena."

[S_Support_Tough_Mission_Council_04 AkEvent]
SpokenText = "Embora você tenha sido colocado em uma posição difícil, o Comandante, as expectativas de seu sucesso permanecem altas.Você precisará revisar suas táticas para minimizar mais perdas."

[S_Support_Tough_Mission_Council_05 AkEvent]
SpokenText = "Vocês foram obrigados a enfrentar operações difíceis durante o curso de nossa campanha, Comandante, mas há pouco espaço para estes reveses em curso. Devemos fazer melhor."

[S_Victory_Council_01 AkEvent]
SpokenText = "A todos vocês nas zonas ocupadas, mantenha a sua posição, continue a luta. Eu prometo a vocês, a ajuda está a caminho."

[S_Welcome_Resistance_CouncilSpokesman_01_Setup_Phase AkEvent]
SpokenText = "Olá, Comandante, o conselho que você já conheceu não é mais, é membro de toda a lealdade juramentada à Administração ADVENT."

[S_Welcome_Resistance_CouncilSpokesman_02_Setup_Phase AkEvent]
SpokenText = "Com uma exceção, é bom vê-lo de novo.Nos dias que se seguiram à sua captura, fiz todo o possível para ajudar a rede de resistência de dentro. Nossos esforços resultaram nas informações que levaram à sua extração recente. Foram, no entanto, conseqüências não desejadas.Em seguida de sua liberação, houve um aumento significativo nas operações militares ADVENT.Nossos clientes indesejados são até algo."

[S_Welcome_Resistance_CouncilSpokesman_03_Setup_Phase AkEvent]
SpokenText = "O que você está vendo são relatórios classificados de civis desaparecidos em todo o mundo.Os números estão crescendo.Nós suspeitamos que eles estão sendo transferidos para instalações ainda não descobertas.No entanto, a nossa melhor ligação até agora não é comprovada - um único Palavra que reoccurs ao longo de seus arquivos: Avatar Este projeto decorre dos níveis mais altos de ADVENT. Estamos certos de que os desaparecimentos e os estrangeiros 'interesse em você estão conectados."

[S_Welcome_Resistance_CouncilSpokesman_04_Setup_Phase AkEvent]
SpokenText = "" O tempo é curto, Comandante. Precisamos que você se encarregue das operações de resistência em todo o mundo. Estabelecer contato com as células locais e trazê-los para a dobra. Encontre este projeto Avatar e desligue-o. Salve nosso mundo. O relógio está correndo. Boa sorte, Comandante. \ N ""
